{
    "pascha_distance": 174,
    "julian_day_number": 2460225,
    "year": 2023,
    "month": 10,
    "day": 7,
    "weekday": 6,
    "tone": 8,
    "titles": [
        "Saturday of the 18th week after Pentecost"
    ],
    "summary_title": "Martyrs Sergius and Bacchus in Syria",
    "feast_level": 2,
    "feast_level_description": "Black squigg (6-stich typikon symbol)",
    "feasts": null,
    "fast_level": 0,
    "fast_level_desc": "No Fast",
    "fast_exception": 0,
    "fast_exception_desc": "",
    "saints": [
        "Martyrs Sergius and Bacchus in Syria",
        "Holy Hieromartyr Polychronius (4th c.)",
        "The Ninety-nine Fathers of Crete (date unknown)"
    ],
    "service_notes": null,
    "abbreviated_reading_indices": [
        0,
        1
    ],
    "readings": [
        {
            "source": "Epistle",
            "book": "Apostol",
            "description": "",
            "display": "1 Corinthians 15.39-45",
            "short_display": "1 Cor 15.39-45",
            "passage": [
                {
                    "book": "1CO",
                    "chapter": 15,
                    "verse": 39,
                    "content": "All flesh is not the same flesh: but there is one kind of flesh of men, another flesh of beasts, another of fishes, and another of birds.",
                    "paragraph_start": false
                },
                {
                    "book": "1CO",
                    "chapter": 15,
                    "verse": 40,
                    "content": "There are also celestial bodies, and bodies terrestrial: but the glory of the celestial is one, and the glory of the terrestrial is another.",
                    "paragraph_start": false
                },
                {
                    "book": "1CO",
                    "chapter": 15,
                    "verse": 41,
                    "content": "There is one glory of the sun, and another glory of the moon, and another glory of the stars: for one star differeth from another star in glory.",
                    "paragraph_start": false
                },
                {
                    "book": "1CO",
                    "chapter": 15,
                    "verse": 42,
                    "content": "So also is the resurrection of the dead. It is sown in corruption; it is raised in incorruption:",
                    "paragraph_start": false
                },
                {
                    "book": "1CO",
                    "chapter": 15,
                    "verse": 43,
                    "content": "It is sown in dishonour; it is raised in glory: it is sown in weakness; it is raised in power:",
                    "paragraph_start": false
                },
                {
                    "book": "1CO",
                    "chapter": 15,
                    "verse": 44,
                    "content": "It is sown a natural body; it is raised a spiritual body. There is a natural body, and there is a spiritual body.",
                    "paragraph_start": false
                },
                {
                    "book": "1CO",
                    "chapter": 15,
                    "verse": 45,
                    "content": "And so it is written, The first man Adam was made a living soul; the last Adam was made a quickening spirit.",
                    "paragraph_start": false
                }
            ]
        },
        {
            "source": "Gospel",
            "book": "Luke",
            "description": "",
            "display": "Luke 5.27-32",
            "short_display": "Luke 5.27-32",
            "passage": [
                {
                    "book": "LUK",
                    "chapter": 5,
                    "verse": 27,
                    "content": "And after these things he went forth, and saw a publican, named Levi, sitting at the receipt of custom: and he said unto him, Follow me.",
                    "paragraph_start": true
                },
                {
                    "book": "LUK",
                    "chapter": 5,
                    "verse": 28,
                    "content": "And he left all, rose up, and followed him.",
                    "paragraph_start": false
                },
                {
                    "book": "LUK",
                    "chapter": 5,
                    "verse": 29,
                    "content": "And Levi made him a great feast in his own house: and there was a great company of publicans and of others that sat down with them.",
                    "paragraph_start": false
                },
                {
                    "book": "LUK",
                    "chapter": 5,
                    "verse": 30,
                    "content": "But their scribes and Pharisees murmured against his disciples, saying, Why do ye eat and drink with publicans and sinners?",
                    "paragraph_start": false
                },
                {
                    "book": "LUK",
                    "chapter": 5,
                    "verse": 31,
                    "content": "And Jesus answering said unto them, They that are whole need not a physician; but they that are sick.",
                    "paragraph_start": false
                },
                {
                    "book": "LUK",
                    "chapter": 5,
                    "verse": 32,
                    "content": "I came not to call the righteous, but sinners to repentance.",
                    "paragraph_start": false
                }
            ]
        }
    ],
    "stories": [
        {
            "title": "Holy Martyrs Sergius and Bacchus (296/303)",
            "story": "<p>“These holy and wonderful martyrs and heroes of the Christian faith were at first nobles at the court of the Emperor Maximian. The Emperor himself valued them greatly for their courage, wisdom and zeal, but, when he heard that these great nobles of his were Christians, his love for them turned to fury. And once, when there was a great offering of sacrifices to idols, the Emperor summoned Sergius and Bacchus to offer sacrifice together with him, and they openly refused to obey him in this. Beside himself with anger, the Emperor ordered that their robes, rings and marks of eminence be stripped from them and they be dressed in women’s clothing. He then put iron yokes on their necks and led them thus through the streets of Rome, to be mocked by each and all. The Emperor then sent them to Asia, to Antiochus the governor, for torture. Antiochus had achieved his distinguished rank with the help of Sergius and Bacchus, who had at one time recommended him to the Emperor. When Antiochus began to urge them to deny Christ and save themselves from dishonourable suffering and death, the two saints replied: ‘Both honour and dishonour, both life and death — all are one to him who seeks the heavenly Kingdom.’ Antiochus threw Sergius into prison and ordered that Bacchus be tortured first. The servants took turns beating holy Bacchus until his whole body was broken into fragments. His holy spirit went forth from his broken and bloodstained body and was borne to the Lord by angels. St Bacchus suffered in the town of Varvallis. Then holy Sergius was led out. Iron shoes studded with nails were put on his feet, and he was driven out into the Syrian town of Resapha, and there beheaded with the sword. His soul went to Paradise where, together with his friend Bacchus, he received the wreath of immortal glory from Christ his King and Lord. These two glorious knights suffered for the Christian faith in about 303.” <i>(Prologue)</i> The <i>Great Horologion</i> gives 296 as the date of their repose. One of the most beautiful churches in Constantinople, still standing, is dedicated to Sts Sergius and Bacchus.</p>"
        },
        {
            "title": "Holy Hieromartyr Polychronius (4th c.)",
            "story": "<p>The son of peasants, he was known from his childhood for his piety and asceticism. Once, by his prayers, a spring of water sprang up near his village, where it was needed for the town’s survival. When he came of age, Polychronius went to work in some vineyards near Constantinople. Even though he labored all day, he would eat only every two or three days. The master of the vineyard, seeing his strict and prayerful way of life, gave him a large sum of money and said ‘Man of God, go home and pray for me.’ With the money, Polychronius built a church, settled near it, and a few years later was ordained to be a priest in the church he had built. Polychronius appeared at the First Ecumenical Council in 325 as a fervent defender of Orthodoxy. Because of this, some Arian heretics determined to take revenge. One day, after the death of the Emperor Constantine, the Arians attacked Polychronius at the altar as he was celebrating the Divine Liturgy, thus mingling his blood with the very blood of the Savior.</p>"
        },
        {
            "title": "The Ninety-nine Fathers of Crete (date unknown)",
            "story": "<p>Saint John the Hermit and thirty-five companions lived in Egypt, but took ship as a group for Cyprus in order to practice ascesis in exile. At Cyprus they met a party of thirty-nine others who also sought to live the ascetic life more fully, and the two groups joined. “In order that these ascetics, too, might taste of the graces of voluntary exile” (<i>Synaxarion</i>), they travelled to Attalia in Pamphylia. There, twenty-four more monks joined them, so that their company now numbered ninety-nine. (This number was ordained by God, so that Christ Himself, their Head, would complete their number at one hundred.) After some time they took ship again for Crete, where they lived in two caves in a remote, deserted area, living only on the plants that grew wild there.</p>\n<p>Saint John sought his brothers’ blessing to live as a hermit. On the day of his departure they prayed that they all might repose on the day of John’s death, and enter together into the Kingdom of God. John’s asceticism was so severe that after awhile he could no longer walk, but crawled from his cave to gather the small quantities of food he allowed himself. A shepherd, seeing him from a distance, thought that he was some animal, and shot him with an arrow. Finding the dying John, the shepherd was stricken with horror and grief, and threw himself at the hermit’s feet, begging forgiveness. The saint only lived long enough to give the young man his pardon and blessing before surrendering his soul to God. The prayer of his ninety-eight brethren was mysteriously granted: between the third and seventh hour of that day, they all, one after another, fell asleep in peace.</p>"
        }
    ]
}